alefragnani.project-manager
analytic-signal.preview-mp4
ban.quietlight-plus
batisteo.vscode-django
bungcip.better-toml
chouzz.vscode-better-align
christian-kohler.path-intellisense
codezombiech.gitignore
Compulim.vscode-clock
coolbear.systemd-unit-file
cschlosser.doxdocgen
CucumberOpen.cucumber-official
d-biehl.robotcode
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dcasella.i3
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
DotJoshJohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
eserozvataf.one-dark-pro-monokai-darker
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.github-vscode-theme
GrapeCity.gc-excelviewer
gurumukhi.selected-lines-count
hediet.vscode-drawio
iocave.monkey-patch
jeff-hykin.better-cpp-syntax
josetr.cmake-language-support-vscode
KevinRose.vsc-python-indent
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
Meezilla.json
mikestead.dotenv
mohsen1.prettify-json
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
msjsdiag.vscode-react-native
njpwerner.autodocstring
oderwat.indent-rainbow
orsenkucher.vscode-graphql
peterfh.linesinfostatusbar
PKief.material-icon-theme
pranaygp.vscode-css-peek
praveencrony.total-lines
redhat.java
redhat.vscode-xml
rid9.datetime
robocorp.robotframework-lsp
ryuta46.multi-command
scala-lang.scala
SimonSiefke.svg-preview
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wholroyd.jinja
xabikos.JavaScriptSnippets
yzane.markdown-pdf
ziyasal.vscode-open-in-github
